{
  "Comment.nvim": { "branch": "master" },
  "auto-session": { "branch": "main" },
  "cmd-parser.nvim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-look": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-spell": { "branch": "master" },
  "cmp-vsnip": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "hop.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lspkind-nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neomake": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "range-highlight.nvim": { "branch": "master" },
  "targets.vim": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "vim-flog": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-test": { "branch": "master" },
  "vim-vsnip": { "branch": "master" },
  "vim-vsnip-integ": { "branch": "master" },
  "vimspector": { "branch": "master" },
  "vscode.nvim": { "branch": "main" }
}
